framework/storage/xml/cove/Genesis/cove_959.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>1618</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-03-29</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>GSY110601FD4</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|53396299|0|2016-03-29|5|GSY110601FD4|1618|0|0|0|36-1458720| |MC MASTER-CARR SUPPLY COMPANY|NORWALK BLVD|9630|SANTA FE SPRINGS|CA|USA|90670|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|SAN JUAN DEL RIO|QUERETARO|MEX|76803|TORNILLOS|PA|5.000|USD|6.7700|33.85|33.8500|TORNILLOS|PA|5.000|USD|6.7700|33.85|33.8500|TORNILLOS|PA|7.000|USD|6.7700|47.39|47.3900|TORNILLOS|PA|7.000|USD|6.7700|47.39|47.3900|TORNILLOS|PA|4.000|USD|6.7700|27.08|27.0800|TORNILLOS|PA|8.000|USD|6.7700|54.16|54.1600|TORNILLOS|PA|5.000|USD|6.7700|33.85|33.8500|TORNILLOS|PA|8.000|USD|6.7700|54.16|54.1600|TORNILLOS|PA|3.000|USD|6.7700|20.31|20.3100|TORNILLOS|PA|2.000|USD|6.7700|13.54|13.5400|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|REMACHE DE PLASTICO|PA|3.000|USD|3.4400|10.32|10.3200|</oxml:cadenaOriginal>
            	<oxml:firma>kj5zj9KTZ3OGq1CWoKwCPCfGzWR7Sxqe+5HmhgUgcLOT3CAbfge9z53Me8OSo7yc2XOdaCaknM0+JVp0JiNFCrK4FzGH9wQKRSRgPBHDTriZIM4eJ7Vux70rUOI8fmXVAmQRsM0StSjWNQi6ngscVDzu8neMVi6Yr5/EStEgh92Lf64eDS7aDUoCwcBOIsNIGzA3YstVDSiYG1QTPYJTOK3eDUD+vcmGJCoHQgCdGX34fgW+p5aavhx0Jcd77rawtlygpoMdvBQWYTnCGhyPYh0lAm4Q+wt6rHX9TmTo705wDGqHptiKL9aCumAdIVris+bpYWhdoY0sBO32pQVmYQ==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE161GMI687</oxml:e-document><oxml:numeroFacturaOriginal>53396299</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>36-1458720</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>MC MASTER-CARR SUPPLY COMPANY</oxml:nombre><oxml:domicilio><oxml:calle>NORWALK BLVD</oxml:calle><oxml:numeroExterior>9630</oxml:numeroExterior><oxml:municipio>SANTA FE SPRINGS</oxml:municipio><oxml:entidadFederativa>CA</oxml:entidadFederativa><oxml:pais>USA</oxml:pais><oxml:codigoPostal>90670</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>5.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>33.85</oxml:valorTotal><oxml:valorDolares>33.8500</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>5.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>33.85</oxml:valorTotal><oxml:valorDolares>33.8500</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>7.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>47.39</oxml:valorTotal><oxml:valorDolares>47.3900</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>7.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>47.39</oxml:valorTotal><oxml:valorDolares>47.3900</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>27.08</oxml:valorTotal><oxml:valorDolares>27.0800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>8.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>54.16</oxml:valorTotal><oxml:valorDolares>54.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>5.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>33.85</oxml:valorTotal><oxml:valorDolares>33.8500</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>8.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>54.16</oxml:valorTotal><oxml:valorDolares>54.1600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>20.31</oxml:valorTotal><oxml:valorDolares>20.3100</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>TORNILLOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>6.7700</oxml:valorUnitario><oxml:valorTotal>13.54</oxml:valorTotal><oxml:valorDolares>13.5400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>REMACHE DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>PA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>3.000</oxml:cantidad><oxml:valorUnitario>3.4400</oxml:valorUnitario><oxml:valorTotal>10.32</oxml:valorTotal><oxml:valorDolares>10.3200</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
